Repository: igrejaadventista/pa-thema-noticias
Catalog: language/*.po
Languages: pt_br

source: Adventist news
pt_br: Notícias Adventistas

source: Loading...
pt_br: Carregando…

source: Past article
pt_br: Artigo anterior

source: Next article
pt_br: Próximo artigo

source: By
pt_br: Por

source: Hear text
pt_br: Ouvir texto

source: Contact block
pt_br: Bloco de Contato

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: Phone
pt_br: Telefone

source: List columnists
pt_br: Lista de colunistas

source: Quantity
pt_br: Quantidade

source: Columna
pt_br: Coluna

source: Press room
pt_br: Imprensa

source: Features
pt_br: Destaques

source: Model
pt_br: Modelo

source: This selection will influence the amount of items displayed in the highlight..
pt_br: Esta seleção influenciará a quantidade de itens exibidos no destaque.

source: Featured posts
pt_br: Post em destaque

source: Headquarter
pt_br: Sede regional

source: Select the regional headquarters to filter page contents on-page.
pt_br: Selecione a sede regional para filtrar os conteúdos na página.

source: Video info
pt_br: Informação do vídeo

source: Video
pt_br: Vídeo

source: Lenght
pt_br: Duração

source: It will be obtained when saving the post.
pt_br: Será obtido ao salvar a postagem.

source: Author info
pt_br: Informação do autor

source: Author
pt_br: Autor

source: Additional Information
pt_br: Informação adicional

source: Column information
pt_br: Informação da coluna

source: Column name
pt_br: Nome da coluna

source: Column excerpt
pt_br: Resumo da coluna

source: columns-slug
pt_br: colunassss

source: news-slug
pt_br: noticia

source: Invalid user ID.
pt_br: ID de usuário inválido.

source: Sorry, you are not allowed to list users.
pt_br: Desculpe, você não tem permissão para listar usuários.

source: This username is invalid because it uses illegal characters. Please enter a valid username.
pt_br: Este nome de usuário é inválido porque usa caracteres ilegais. Por favor, insira um nome de usuário válido.

source: Sorry, that username is not allowed.
pt_br: Desculpe, esse nome de usuário não é permitido.

source: Passwords cannot be empty.
pt_br: As senhas não podem estar vazias.

source: Passwords cannot contain the "%s" character.
pt_br: As senhas não podem conter o caractere “%s”.

source: Unique identifier for the user.
pt_br: Identificador único para o usuário.

source: Login name for the user.
pt_br: Nome de login do usuário.

source: Display name for the user.
pt_br: Nome de exibição do usuário.

source: First name for the user.
pt_br: Primeiro nome do usuário.

source: Last name for the user.
pt_br: Último nome do usuário.

source: The email address for the user.
pt_br: O endereço de e-mail do usuário.

source: URL of the user.
pt_br: URL do usuário.

source: Description of the user.
pt_br: Descrição do usuário.

source: Author URL of the user.
pt_br: URL do autor.

source: Locale for the user.
pt_br: Local para o usuário.

source: The nickname for the user.
pt_br: Apelido do usuário.

source: An alphanumeric identifier for the user.
pt_br: Identificador alfanumérico do usuário.

source: Registration date for the user.
pt_br: Data de registro do usuário.

source: Roles assigned to the user.
pt_br: Funções atribuídas ao usuário.

source: Password for the user (never included).
pt_br: Senha do usuário (nunca incluída).

source: All capabilities assigned to the user.
pt_br: Todos os recursos atribuídos ao usuário.

source: Avatar URL with image size of %d pixels.
pt_br: URL do avatar com tamanho de imagem de %d pixels.

source: Avatar URLs for the user.
pt_br: Avatar URLs do usuário.

source: Ensure result set excludes specific IDs.
pt_br: Certifique-se de que o conjunto de resultados exclui IDs específicos.

source: Limit result set to specific IDs.
pt_br: Limite de resultados dos IDs específicados.

source: Offset the result set by a specific number of items.
pt_br: Compense o resultado definido por um número específico de itens.

source: Order sort attribute ascending or descending.
pt_br: Atributo de classificação de ordem crescente ou decrescente.

source: Sort collection by user attribute.
pt_br: Classifique a coleção por atributo do usuário.

source: Limit result set to users with one or more specific slugs.
pt_br: Limite o conjunto de resultados para usuários com um ou mais slugs específicos.

source: Limit result set to users matching at least one specific role provided. Accepts csv list or single role.
pt_br: Limite o conjunto de resultados para usuários que correspondam a pelo menos uma função específica fornecida. Aceita lista csv ou função única.

source: Limit result set to users who are considered authors.
pt_br: Limite o conjunto de resultados para usuários considerados autores.

source: Seventh-day Adventist Church
pt_br: Igreja Adventista do Sétimo Dia

source: Press
pt_br: Imprensa

source: Add press
pt_br: Imprensa

source: Add New
pt_br: Adicionar novo

source: Add New press
pt_br: Imprensa

source: New press
pt_br: Nova imprensa

source: Edit press
pt_br: Editar imprensa

source: View press
pt_br: Ver imprensa

source: All press
pt_br: Todos os posts

source: Search press
pt_br: Buscar imprensa

source: No press found.
pt_br: Nenhuma imprensa encontrada.

source: No press found in Trash.
pt_br: Nenhuma imprensa encontrada na Lixeira.

source: press-room-slug
pt_br: sala-de-imprensa

source: Post format
pt_br: Formato do post

source: Search item
pt_br: Buscar itens

source: All items
pt_br: Todos os itens

source: Edit item
pt_br: Editar item

source: Update item
pt_br: Atualizar item

source: Add new item
pt_br: Adicionar novo item

source: New item
pt_br: Novo item

source: xtt-pa-format-slug
pt_br: formato

source: Press type
pt_br: Tipo

source: Search items
pt_br: Buscar itens

source: Edit items
pt_br: Editar item

source: xtt-pa-press-type-slug
pt_br: press-type

source: Region
pt_br: Região

source: Regions
pt_br: Regiões

source: xtt-pa-regiao-slug
pt_br: regiao

source: Archive columnists
pt_br: Archive - Colunistas

source: Columnist
pt_br: Colunista

source: Archive press
pt_br: Archive - Imprensa
